Repository: projectgus/2011-01-31_T-Hub_OpenSourcePackage
Catalog: pkgs/atk-1.6.1/po/*.po
Languages: pa

source: Selected Link
pa: ਚੁਣਿਅਾ ਸੰਬੰਧ

source: Specifies whether the AtkHyperlink object is selected
pa: ਨਿਰਧਾਰਿਤ ਕਰੋ ਕਿ ੲੇਟੀਕੇ-ਹਾੲੀਪਰਟੈਕਸਟ ਅਾਬਜੈਕਟ ਚੁਣਿਅਾ

source: Number of Anchors
pa: ਅੰਕਰ ਦੀ ਗਿਣਤੀ

source: The number of anchors associated with the AtkHyperlink object
pa: ੲੇਟੀਕੇ-ਹਾੲੀਪਰਟੈਕਸਟ ਅਾਬਜੈਕਟ ਨਾਲ ਅੰਕਰ ਦੀ ਗਿਣਤੀ

source: End index
pa: ਤਤਕਰਾ ਖਤਮ

source: The end index of the AtkHyperlink object
pa: ੲੇਟੀਕੇ-ਹਾੲੀਪਰਟੈਕਸਟ ਅਾਬਜੈਕਟ ਦੇ ਤਤਕਰੇ ਦਾ ਅੰਤ

source: Start index
pa: ਤਤਕਰਾ ਸ਼ੁਰੂ

source: The start index of the AtkHyperlink object
pa: ੲੇਟੀਕੇ-ਹਾੲੀਪਰਟੈਕਸਟ ਅਾਬਜੈਕਟ ਦੇ ਤਤਕਰੇ ਸ਼ੁਰੂ

source: invalid
pa: ਗਲਤ

source: accelerator label
pa: ਅੈਕਸਲੇਟ ਲੇਬਲ

source: alert
pa: ਚੇਤਵਾਨੀ

source: animation
pa: ਸਜੀਵਤਾ

source: arrow
pa: ਤੀਰ

source: calendar
pa: ਕੈਲੰਡਰ

source: canvas
pa: ਪਰਦਾ

source: check box
pa: ਚੈਕ-ਬਾਕਸ

source: check menu item
pa: ਚੈਕ ਮੇਨੂ ੲਿਕਾੲੀ

source: color chooser
pa: ਰੰਗ ਚੋਣਕਾਰ

source: column header
pa: ਕਾਲਮ ਸਿਰਲੇਖ

source: combo box
pa: ਕੰਬੋ ਬਾਕਸ

source: dateeditor
pa: ਮਿਤੀ-ਸੋਧਕ

source: desktop icon
pa: ਵਿਹੜਾ ਅਾੲਿਕਾਨ

source: desktop frame
pa: ਵਿਹੜਾ ਫਰੇਮ

source: dial
pa: ਡਾੲਿਲ

source: dialog
pa: ਤਖਤੀ

source: directory pane
pa: ਡਾੲਿਰੈਕਟਰੀ ਪਾਸਾ

source: drawing area
pa: ਡਰਾੲਿੰਗ ਖੇਤਰ

source: file chooser
pa: ਫਾੲਿਲ ਚੋਣਕਾਰ

source: filler
pa: ਭਰਨ ਵਾਲਾ

source: fontchooser
pa: ਫੋਟ ਚੋਣਕਾਰ

source: frame
pa: ਫਰੇਮ

source: glass pane
pa: ਗਲਾਸ ਪਾਸਾ

source: html container
pa: ਅੈਚਟੀਅੈਮਅੈਲ ਕੰਟੇਨਰ

source: icon
pa: ਅਾੲੀਕਾਨ

source: image
pa: ਚਿੱਤਰ

source: internal frame
pa: ਅੰਦਰੂਨੀ ਫਰੇਮ

source: label
pa: ਲੇਬਲ

source: layered pane
pa: ਪਰਤਦਾਰ ਪਾਸਾ

source: list
pa: ਸੂਚੀ

source: list item
pa: ਸੂਚੀ ੲਿਕਾੲੀ

source: menu
pa: ਮੇਨੂ-ਸੂਚੀ

source: menu bar
pa: ਮੇਨੂ-ਪੱਟੀ

source: menu item
pa: ਮੇਨੂ ੲਿਕਾੲੀ

source: option pane
pa: ਚੋਣ ਪੱਟੀ

source: page tab
pa: ਸਫਾ ਟੈਬ

source: page tab list
pa: ਸਫਾ ਟੈਬ ਸੂਚੀ

source: panel
pa: ਪੈਨਲ

source: password text
pa: ਗੁਪਤ-ਕੋਡ ਸ਼ਬਦ

source: popup menu
pa: ੳੁਭਾਰਨ ਮੇਨੂ

source: progress bar
pa: ਤਰੱਕੀ ਪੱਟੀ

source: push button
pa: ਦਬਾੳੁ ਬਟਨ

source: radio button
pa: ਰੇਡੀੳੁ ਬਟਨ

source: radio menu item
pa: ਰੇਡੀੳੁ ਮੇਨੂ ੲਿਕਾੲੀ

source: root pane
pa: ਰੂਟ ਪੱਟੀ

source: row header
pa: ਕਤਾਰ ਸਿਰਲੇਖ

source: scroll bar
pa: ਸਕਰੋਲ ਪੱਟੀ

source: scroll pane
pa: ਸਕਰੋਲ ਪੱਟੀ

source: separator
pa: ਵੱਖਰੇਵ੾

source: slider
pa: ਸਲਾੲੀਡਰ

source: split pane
pa: ਵੱਖ ਪੱਟੀ

source: spin button
pa: ਘੁਮਾੳੁ ਬਟਨ

source: statusbar
pa: ਸਥਿਤੀ-ਪੱਟੀ

source: table
pa: ਸਾਰਣੀ

source: table cell
pa: ਸਾਰਣੀ ਸੈਲ

source: table column header
pa: ਸਾਰਣੀ ਕਾਲਮ ਸਿਰਲੇਖ

source: table row header
pa: ਸਾਰਣੀ ਕਤਾਰ ਸਿਰਲੇਖ

source: tear off menu item
pa: ਵੱਖ ਹੋਣ ਵਾਲੀ ਮੇਨੂ ੲਿਕਾੲੀ

source: terminal
pa: ਟਰਮੀਨਲ

source: text
pa: ਪਾਠ

source: toggle button
pa: ਟਾਗਲ ਬਟਨ

source: tool bar
pa: ਸੰਦਖਾਨਾ

source: tool tip
pa: ਸੰਦ ਸੰਕੇਤ

source: tree
pa: ਟਰੀ

source: tree table
pa: ਟਰੀ ਸਾਰਣੀ

source: unknown
pa: ਅਣਪਛਾਤਾ

source: viewport
pa: ਵਿੳੂਪੋਰਟ

source: window
pa: ਝਰੋਖਾ

source: header
pa: ਸਿਰਲੇਖ

source: footer
pa: ਫੁਟਰ

source: paragraph
pa: ਪੈਰਾ

source: application
pa: ਕਾਰਜ

source: autocomplete
pa: ਸਵੈ-ਪੂਰਨ

source: edit bar
pa: ਸੋਧ ਪੱਟੀ

source: Accessible Name
pa: ਪਹੁੰਚ ਨਾੳੁ

source: Object instance's name formatted for assistive technology access
pa: ਅਾਬਜੈਕਟ ਮੌਜੂਦ ਦਾ ਨਾੳੁ ਫਾਰਮਿਟ ਸਹਾੲਿਕ ਤਕਨੀਕ ਲੲੀ

source: Accessible Description
pa: ਪਹੁੰਚ ਵੇਰਵਾ

source: Description of an object, formatted for assistive technology access
pa: ਸਹਾੲਿਕ ਤਕਨੀਕ ਲੲੀ ਅਾਬਜੈਕਟ ਦਾ ਵੇਰਵਾ ਫਾਰਮਿਟ

source: Accessible Parent
pa: ਪਹੁੰਚ ਮੂਲ

source: Is used to notify that the parent has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਕਰਨ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਮੂਲ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ

source: Accessible Value
pa: ਪਹੁੰਚ ਮੁੱਲ

source: Is used to notify that the value has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਕਰਨ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਮੁੱਲ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ

source: Accessible Role
pa: ਪਹੁੰਚ ਭਾਗ

source: The accessible role of this object
pa: ੲਿਸ ਅਾਬਜੈਕਟ ਦਾ ਪਹੁੰਚ ਭਾਗ

source: Accessible Layer
pa: ਪਹੁੰਚ ਪਰਤ

source: The accessible layer of this object
pa: ੲਿਸ ਅਾਬਜੈਕਟ ਦਾ ਪਹੁੰਚ ਪਰਤ

source: Accessible MDI Value
pa: ਪਹੁੰਚ ਅੈਮਡੀਅਾੲੀ ਮੁੱਲ

source: The accessible MDI value of this object
pa: ੲਿਸ ਅਾਬਜੈਕਟ ਦਾ ਪਹੁੰਚ ਅੈਮਡੀਅਾੲੀ

source: Accessible Table Caption
pa: ਪਹੁੰਚ ਸਾਰਣੀ ਨਾੳੁ

source: Is used to notify that the table caption has changed; this property should not be used. accessible-table-caption-object should be used instead
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਸਾਰਣੀ ਨਾੳੁ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ; ੲਿਹ ਵਿਸ਼ੇਸਤਾਤਬਦੀਲ ਨਹੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ੤ ਪਹੁੰਚ-ਸਾਰਣੀ-ਨਾੳੁ-ਅਾਬਜੈਕਟ ਵਰਤੋ

source: Accessible Table Column Header
pa: ਪਹੁੰਚ ਸਾਰਣੀ ਕਾਲਮ ਸਿਰਲੇਖ

source: Is used to notify that the table column header has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਸਾਰਣੀ ਕਾਲਮ ਸਿਰਲੇਖ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ

source: Accessible Table Column Description
pa: ਪਹੁੰਚ ਸਾਰਣੀ ਕਾਲਮ ਵੇਰਵਾ

source: Is used to notify that the table column description has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਸਾਰਣੀ ਕਾਲਮ ਵੇਰਵਾ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ

source: Accessible Table Row Header
pa: ਪਹੁੰਚ ਸਾਰਣੀ ਕਤਾਰ ਸਿਰਲੇਖ

source: Is used to notify that the table row header has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਸਾਰਣੀ ਕਤਾਰ ਸਿਰਲੇਖ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ

source: Accessible Table Row Description
pa: ਪਹੁੰਚ ਸਾਰਣੀ ਕਤਾਰ ਵੇਰਵਾ

source: Is used to notify that the table row description has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਸਾਰਣੀ ਕਤਾਰ ਵੇਰਵਾ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ

source: Accessible Table Summary
pa: ਪਹੁੰਚ ਸਾਰਣੀ ਸੰਖੇਪ

source: Is used to notify that the table summary has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਸਾਰਣੀ ਸੰਖੇਪ ਤਬਦੀਲ ਹੋ ਗੲੀ ਹੈ

source: Accessible Table Caption Object
pa: ਪਹੁੰਚ ਸਾਰਣੀ ਨਾੳੁ ਅਾਬਜੈਕਟ

source: Is used to notify that the table caption has changed
pa: ਕੀ ੲਿਹ ਟਿੱਪਣੀ ਲੲੀ ਵਰਤਣਾ ਹੈ ਕਿ ਸਾਰਣੀ ਨਾੳੁ ਤਬਦੀਲ ਹੋ ਗਿਅਾ ਹੈ

source: Number of Accessible Hypertext Links
pa: ਪਹੁੰਚਯੋਗ ਹਾੲੀਪਰਟੈਕਸਟ ਸੰਬੰਧ ਦੀ ਗਿਣਤੀ

source: The number of links which the current AtkHypertext has
pa: ਮੌਜੂਦਾ ੲੇਟੀਕੇ-ਹਾੲੀਪਰਟੈਕਸਟ ਵਿੱਚ ਸੰਬੰਧ ਦੀ ਗਿਣਤੀ
